<!DOCTYPE html>
<html lang="en">
    <?php 
        $countries = array( 
            array( 
                "title" => "Elementary, Watson",
                "background" => "https://i.pinimg.com/originals/1e/38/27/1e3827930d2383092479a476a5dd1536.jpg",
                "description" => array (
                    array(
                    "title" => "Туры в Великобританию",
                    "icon" => "https://bolerotour.ru/upload/pl_plugin_8/velikobrit-1_5aa43d6a63cbd.jpg",
                    "text" => "Многовековая история, величие Англии ее культура не перестают привлекать путешественников со всего мира. Сюда едут ради красоты скалистых берегов, величественного Лондона, шумных пабов и вкусной кухни. Англия бережно хранит память о своей истории и свои традиции, поэтому в разных регионах страны можно прикоснуться к ее прошлому и ощутить себя настоящим лордом в стенах старых замков и поместий.
                    <br><br>Путешествие в Англию подарит абсолютно новое видение мира, яркие впечатления и желание вернуться, чтобы снова проникнуться атмосферой Туманного Альбиона. Чтобы отправиться в увлекательное путешествие по стране дождей, начинайте искать туры в Великобританию из Астаны уже сейчас. На нашем сайте вы найдете лучшие путевки в Великобританию в любое время года.
                    "),
                    array(
                        "title" => "Правила во избежание недоразумений с местными",
                        "icon" => "https://cdn.iz.ru/sites/default/files/styles/900x506/public/news-2020-01/20191001_zaa_s197_093.jpg?itok=PPEPzoiv",
                        "text" => "в Великобританию строго запрещается ввозить мясные и молочные продукты, это касается даже шоколада — его тоже конфискуют на таможне;
                        исключение составляют лишь диетические продукты для людей с определенными заболеваниями, общий вес продуктов в таком случае не должен превышать двух килограммов;
                        <br><br>перед тем, как обменять валюту в банках или специальных точках, сравните курс и комиссионный сбор для более выгодного обмена;
                        <br><br>остерегайтесь карманных воров в многолюдных местах — лишиться кошелька или телефона в центре Лондона очень просто;
                        <br><br>заказывая пиво в пабе, не показывайте бармену указательный и средний палец (буква V) тыльной стороной ладони — здесь это означает то же, что и поднятый средний палец;
                        <br><br>“стрелять” сигареты у незнакомых людей в Англии не принято;
                        <br><br>курение в общественных местах строго запрещено — для этого есть специально отведенные зоны;
                        <br><br>здесь нельзя фотографировать детей на улицах, но если вы и решили запечатлеть уличную жизнь Лондона и в кадр попали дети, то спросите разрешения у их родителей на использование своего снимка;
                        <br><br>двери в поездах открываются после нажатия кнопки;
                        <br><br>проезд “зайцем” в общественном транспорте может стоить туристам визы."),
            )),
            array(
                "title" => "Bonjour, mon ami",
                "background" => "https://on-desktop.com/wps/World___France_Panorama_in_Paris__France_073030_.jpg",
                "description" => array (
                    array(
                    "title" => "Франция – отдых с шармом",
                    "icon" => "https://ht.kz/fls/upload/france-2.jpg",
                    "text" => "Провести несколько незабываемых дней во Франции – мечта миллионов туристов.  <br><br>В Париже можно насладиться изысканным кофе с круассанами, посмотреть знаменитые выставки художников-импрессионистов, прогуляться по Монмартру, сфотографироваться на фоне Эйфелевой башни. Можно испытать судьбы в Монте-Карло. На южном побережье всех отдыхающих ждут великолепные пляжи с ласковым солнцем и теплым морским воздухом. Горнолыжные курорты – это святое место для любителей активного отдыха.
                    <br><br>Отдых во Франции из Астаны организует наше туристическое агентство. Путевки предлагаются для всех категорий: молодежи, семьям с детьми, супружеским парам, людям в возрасте. Для всех в этой прекрасной стране найдется то, о чем они мечтали длинными зимними вечерами. В стране развит и хорошо организован пляжный отдых. Для любителей насладится историческими и памятными местами предлагаются различные экскурсии, в том числе и экзотические. Отдых во Франции сопровождается множеством позитивных впечатлений, прекрасным праздничным настроением, порой переходящим в восторг."
                    ),
                    array(
                        "title" => "Выбираем отель в стране",
                        "icon" => "https://ht.kz/fls/upload/france-hotels-2.jpg",
                        "text" => "На сайте турагентства «Эйч Ти» представлены туры во Францию из Астаны (Нур-Султана) и тысячи отелей различных категорий, от бюджетных до класса deluxe. Выбирая отель на первой линии, клиент получает возможность в свое удовольствие загорать и плавать. Ведь в таких отелях море совсем рядом. Все гостиницы и отели оборудованы в соответствии с европейскими стандартами.  <br><br>На стоимость номера влияет расстояние от моря, наличие кондиционера, его площадь и комплектация. Сделать правильный выбор помогут менеджеры сайта, которые всегда к услугам пользователей. Если есть желание получить что-то необычное, то можно выбрать отель, расположенный в старинном замке. Для семейного отдыха предпочтение отдается небольшим и тихим отелям, расположенным на самом побережье. Молодежь стремиться туда, где многолюдно, где постоянно звучит музыка, где жизнь кипит и бьет ключом."
                        ),
            )),
            array(
                "title" => "Guten Morgen, Monsieur",
                "background" => "https://images3.alphacoders.com/922/922657.jpg",
                "description" => array (
                    array(
                    "title" => "Поездка в Германию: по городам и весям",
                    "icon" => "https://make-trip.ru/images/Materialy/strany/germany/5.jpg",
                    "text" => "Поездка в Германию озадачит любого путешественника: как в короткий срок осмотреть главные достопримечательности страны, при этом не упустив не столь популярные, однако не менее интересные места? Ведь страну, имеющую столь великое прошлое, просто нельзя окинуть беглым взглядом, тем более что количество объектов, включенных в список Всемирного наследия ЮНЕСКО и расположенных на территории Германии, внушает уважение — их 38.
                    <br><br>Германия состоит из 16 федеральных земель, и, пожалуй, лучше всего выбрать для посещения по 2-3 города из каждого округа, чтобы по достоинству оценить многообразие и прелесть немецкой земли. Предлагаем вам краткий обзор."
                    ),
                    array(
                        "title" => "Еда в Германии: что попробовать",
                        "icon" => "https://make-trip.ru/images/Materialy/strany/germany/1.jpg",
                        "text" => "Немцы славятся своим гостеприимством, бесподобным пивом и сытной пищей. Три столпа, на которых держится кухня Германии — пиво, капуста и сосиски (колбаски). И хотя в разных регионах страны блюда могут варьироваться, основа немецкой кухни остается та же.
                        <br><br>Без изделий из мяса не обходится ни один стол в Германии. Различные колбаски (наиболее известны баварские), сосиски и сардельки могут быть как самостоятельным блюдом, так и ингредиентом при приготовлении других блюд. Особым же успехом пользуется свинина."
                        ),
            )),
            array(
                "title" => "Hoşgeldiniz!",
                "background" => "https://www.ubackground.com/_ph/7/684832880.jpg",
                "description" => array (
                    array(
                    "title" => "Отдых в Турции для всех",
                    "icon" => "https://ht.kz/fls/upload/Turkey.jpg",
                    "text" => "Туры в Турцию из Алматы занимают лидирующие позиции среди огромного количества летних туристических направлений. <br><br>Турция – это ласковое море, прекрасные пляжи, высококлассный сервис, увлекательный шопинг, уникальные достопримечательности и великолепная национальная кухня.
                    <br><br>Турция славится своей богатейшей историей, культурными ценностями, древними реликвиями и роскошной природой. Отдых в этой стране довольно разнообразный: семейные пары могут спокойно проводить время на пляжах или у бассейнов, где будут резвиться их дети, днем можно отправиться на увлекательные экскурсии, а вечером туристов ждут уютные рестораны и романтические ужины. Молодежь приобретает путевки в Турцию чтобы не только отдохнуть, но и хорошо развлечься. Здесь их ждут пляжные аттракционы, ночные клубы, шумные дискотеки и море позитива."
                    ),
                    array(
                        "title" => "Как выбрать отель в Турции",
                        "icon" => "https://ht.kz/fls/upload/Tukey-hotels.jpg",
                        "text" => "Отели этой страны отличаются высоким сервисом и развитой инфраструктурой с огромным количеством развлечений как для взрослых, так и для детей. Практически во всех отелях действует система «все включено», что делает отдых легким и беззаботным.
                        <br><br>
                        При покупке тура в Турцию важно учитывать свои предпочтения. Во многих отелях, от 3 до 5 звезд имеется большое количество бассейнов, водных аттракционов и даже собственные аквапарки. Если вы не любите длительные прогулки, вам стоит задуматься о поселении в отеле, расположенном на самом берегу моря. В Турции таких отелей огромное количество.
                        <br><br>
                        И наконец, выбор отеля может зависеть от цели вашей поездки. Для тех, кто хочет спокойно провести время подойдет отдых в Турции из Алматы с поселением в отелях, расположенных вдалеке от развлекательных центров и дискотек. Ну, а для любителей ночной жизни стоит выбрать отель поближе к центрам развлечений, ночным клубам и ресторанам."
                        ),
            )),
            array(
                "title" => "Ciao!",
                "background" => "https://images5.alphacoders.com/711/711001.jpg",
                "description" => array (
                    array(
                    "title" => "Море удовольствий на отдыхе в Италии",
                    "icon" => "https://ht.kz/fls/upload/italy.jpg",
                    "text" => "Именно в Италии сосредоточены основные составляющие культурного наследия Европы, поэтому ее смело можно назвать страной-музеем исторических ценностей. Но музеи – только хранители памяти о прошлом, а Италия обладает живой культурой, уникальной историей и яркими традициями. Здесь каждый может выбрать для себя отдых по своему вкусу. Туры в Италию позволят побывать в совершенно разных регионах страны: покататься на лыжах в заснеженных Альпах, побывать в роскошных бутиках Милана и Рима, испробовать незабываемые вина Тосканы, посетить уютные уголки Искьи и Сицилии.
                    Отдых в Италии удовлетворит разнообразные вкусы и предпочтения туристов. Здесь существуют различные типы отдыха:
                    <br><br>Пляжный. Этот вид отдыха особенно понравится семьям с детьми и людям в возрасте.
                    <br><br>Свадебный. Туры в Италию для молодоженов станут незабываемым и эксклюзивным подарком.
                    <br><br>Экскурсионный. Для любознательных людей этот вид отдыха наиболее приемлем.
                    <br><br>Оздоровительный. Семьи с детьми, немолодые люди, пары по достоинству оценят предлагаемый комплекс услуг.
                    <br><br>Шоп туры в Италию из Алматы будут интересны как молодым людям, так и модницам постарше.
                    Отдых в Италии понравится и романтикам, и любителям новомодных брендов, тусовок и развлечений. Эта страна обязательно оставит незабываемый след в душе каждого туриста и станет одним из удовольствий, которые захочется испытать снова."
                    ),
                    array(
                        "title" => "Как выбрать отель в стране",
                        "icon" => "https://ht.kz/fls/upload/italy-hotels.jpg",
                        "text" => "Отель нужно выбирать, исходя из того, как вы планируете провести отдых в Италии. Если Вы хотите посвятить время отдыха посещению достопримечательностей, стоит остановить свой выбор на отелях, расположенных в центре города.  <br><br>Если целью является пляжный отдых, то будут повышенные требования к комфорту, чтобы иметь возможность расслабиться после принятия солнечных ванн. А отель, в свою очередь, должен располагаться рядом с пляжем. Путевки в Италию предполагают отдых в хороших отелях."
                        ),
            )),
            array(
                "title" => "Gracias",
                "background" => "https://million-wallpapers.ru/wallpapers/1/37/439358972970453.jpg",
                "description" => array (
                    array(
                    "title" => "Отдых в солнечной Испании",
                    "icon" => "https://ht.kz/fls/upload/holidays-in-spain-astana.jpg",
                    "text" => "Испания – солнечная и гостеприимная страна, которая заставляет туристов всего мира возвращаться вновь и вновь на свои белоснежные песочные берега с лазурным морем и мягким средиземноморским климатом. Отдых в Испании – это зажигательная коррида, страстные Фламенко, причудливая архитектура Гауди и пламенная Севилья.
                    <br><br>Многоликая и разнообразная Испания предлагает отдых на любой вкус: пляжный семейный отдых с детьми, ночной и шумный для молодежи и оздоровительный для пожилых людей. В последнее время большой популярностью пользуются свадебные туры в Испанию. Венчание на одном из испанских островов, среди красивейших живописных пейзажей – мечта всех молодоженов.
                    <br><br>Наше турагентство организует для вас туры в Испанию из Астаны (Нур-Султана) круглый год. Мы поможем вам увидеть удивительную и сказочно красивую Испанию, с нами вы воплотите вашу мечту в жизнь!"
                    ),
                    array(
                        "title" => "Выбор отеля в Испании",
                        "icon" => "https://ht.kz/fls/upload/spain-from-astana.jpeg",
                        "text" => "Планируя отдых в Испании из Астаны (Нурсултана), стоит заранее забронировать номер в отеле. Выбор гостиницы в этой стране зависит от ваших туристических предпочтений и финансовых возможностей. Если вы хотите наслаждать пляжным отдыхом, стоит выбрать отель, расположенный недалеко от пляжа или, который имеет собственный пляж. Если же вы покупаете путевки в Испанию, чтобы посмотреть как можно больше достопримечательностей страны, отдайте предпочтение отелям с удобным расположением и близлежащей транспортной развязкой.
                        <br><br>В Испании находится множество курортов европейского уровня, которые посещают миллионы туристов со всего мира. Поэтому сервис и уровень обслуживания в отелях держится на высоком уровне. Если вам не важны максимальные удобства и высококлассный сервис, а отель нужен только, чтобы переночевать, то можно купить тур в недорогую гостиницу уровня одной или две звезды.
                        <br><br>Для тех, кто предпочитает комфорт и полный перечень услуг стоит подумать о проживании в фешенебельных пятизвездочных отелях.  Практически все они высокого уровня и предлагают услугу «все включено», что очень удобно для беззаботного отдыха. В любом случае, какой бы отель вы не выбрали, отдых в Испании оставит массу незабываемых впечатлений."
                    ),
            )),
            array(
                "title" => "marhaba! مرحبا",
                "background" => "https://avatanplus.com/files/resources/original/5aeb58210cc4c1632750411c.jpg",
                "description" => array (
                    array(
                    "title" => "Отдых в ОАЭ для всех!",
                    "icon" => "https://ht.kz/fls/upload/uae1.1.jpg",
                    "text" => "Отдых в ОАЭ очень полюбился нашим туристам и уже давно занимает одно из лидирующих мест на туристическом рынке Казахстана. Эмираты могут угодить практически любому туристу. Здесь есть всё, что нужно для отличного отдыха: великолепные пляжи и тёплое море, увлекательные экскурсии, спортивные развлечения, рестораны и дискотеки, выгодный шоппинг, отели на любой вкус и кошелек.   <br><br>В хороших отелях ОАЭ есть бассейны, водные горки, теннисные корты, спортивные площадки, бильярдные столы, собственный пляж и многое другое. За пределами отеля тоже есть развлечения, такие как поездка в пустыню на сафари, верховая езда, путешествие в горы, дайвинг и осмотр местных достопримечательностей. Скучать вам здесь точно не придется. Арабские Эмираты подходят для отдыха как всей семьей, так и для молодежи. Главное – это правильный выбор подходящего курорта, с которым мы Вам и поможем.
                    "
                    ),
                    array(
                        "title" => "Выбираем отель в ОАЭ",
                        "icon" => "https://ht.kz/fls/upload/uae3.1.jpg",
                        "text" => "Чтобы выбрать подходящий отель для отдыха в ОАЭ, обратите внимание на его расположение, звездность и отзывы туристов.  Прежде всего, Вам нужно будет определиться с курортом, так как отдых в разных регионах страны может кардинально отличаться.  <br><br>После этого уже можно приступить к выбору отеля, учитывая его расстояние до моря и местных достопримечательностей, а также близость к аэропорту. Как правило, туристов, покупающих туры в ОАЭ, вполне устраивают отели 3-4*. Отели 2* стоит брать только если Вам необходимо переночевать в гостинице. Ну, а отели 5* наверняка приведут Вас в восторг своей роскошью и высоким уровнем сервиса.
                        <br><br>Также обратите внимание, что для туристов, посещающих эмират Дубай с 31.03.14 года был введен туристический налог, оплачиваемый при заселении в отель. Сумма, которую Вам нужно будет заплатить, зависит от категории номера и количества звезд отеля (от 3$ до 29$ за ночь)."
                        ),
            )),
            array(
                "title" => "Dobrý den",
                "background" => "https://images5.alphacoders.com/988/988416.jpg",
                "description" => array (
                    array(
                    "title" => "Особенности отдыха в Чехии",
                    "icon" => "https://ht.kz/fls/upload/czech1.jpg",
                    "text" => "Такая колоритная и интереснейшая своими достопримечательностями страна, как Чехия всегда готова с радостью принимать туристов, которые ищут для себя значительно больше, чем обыкновенный пляжный отдых. В основном, отдых в Чехии может быть как оздоровительный, так и активный, в зависимости от того, какой именно курорт страны решит посетить турист.  <br><br>Таким образом, если вы желаете оздоровиться и отдохнуть не только телом, но и душой, лучше всего выбирать лечебный тип отдыха в Чехии, который в любое время года готовы предложить на таких курортах, как: Марианские Лазни, Карловы Вары, Махово озеро и многих других. <br><br>В качестве активного отдыха в Чехии представлены многообразные горнолыжные курорты страны, самыми популярными из которых являются Пец-под-Снежкой, Гаррахов, а также Шпиндлерув Млин.
                    <br><br>Отдых в этой стране придется по душе совершенно любым категориям путешественников, начиная от молодых супружеских пар, заканчивая пенсионерами и семьями с детьми. Туры в Чехию из Алматы могут заинтересовать и тех, кто хочет подлечиться. В Чехии, богатой не только своими достопримечательностями, но и самыми разнообразными целительными источниками можно будет поправить здоровье и возобновить жизненные силы. Знаменитые здравницы и санатории Чехии ежегодно принимают сотни тысяч туристов, как в летний, так и зимний сезон."
                    ),
                    array(
                        "title" => "Отели и гостиницы Чехии",
                        "icon" => "https://ht.kz/fls/upload/czech3.jpg",
                        "text" => "Заказывая в нашей компании туры в Чехию из Алматы, туристам необходимо сделать акцент на выборе отеля одного из курортов страны.  <br><br>В зависимости от возможностей и предпочтений туриста, В Чехии можно поселиться как в самых роскошных отелях с мировым именем (Hilton, Marriott), так и более бюджетных вариантах, таких как Ibis. В целом, можно сказать о том, что выбор отеля в Чехии всегда напрямую зависит от того, для чего именно вы приехали в эту колоритную страну.  <br><br>Таким образом, если цель поездки является экскурсионной, то искать подходящий номер следует в одном из отелей (от 2-х до 5-ти звезд). Однако если цель поездки является лечение или реабилитация, то всем пациентами и пенсионерам всегда рады предложить комфортные условия проживания многочисленные санатории с обученным медицинским персоналом."
                    ),
            )),
            array(
                "title" => "Καλό βράδυ",
                "background" => "https://www.pages.am/photo-galleries/orion-travel/greece-24324-photo-album/3675-tour-to-greece-big.jpg",
                "description" => array (
                    array(
                    "title" => "Отдых в Греции – новые открытия",
                    "icon" => "https://ht.kz/fls/upload/holiday-in-greece.jpg",
                    "text" => "Греция – это страна олимпийских богов, родина мифов и легенд, сокровищница мировой культуры. 
                    <br><br>Современная Греция считается одним из лучших курортов мира, привлекающим туристов с разных стран. Отдых в Греции – это гостеприимные местные жители, богатые традиции, живописные пляжи, комфортабельные отели и величественные памятники старины.
                    <br><br>Основной вид отдыха в Греции – пляжный: роскошные белоснежные пляжи, с бирюзовой водой, пляжные развлечения и неповторимые природные ландшафты просто созданы для размеренного и уютного семейного отдыха. Молодежь найдет для себя развлечения в виде ночных клубов, дискотек, ресторанов с вкусной кухней и изумительными местными винами. 
                    <br><br>В последнее время огромной популярностью пользуются свадебные туры в Грецию. Венчание на одном из греческих островов – мечта многих влюбленных пар.
                    <br><br>Наше турагентство организует для вас тур в Грецию в любое время года и по любым туристическим направлениям. Мы предлагаем каждому клиенту индивидуальный подход и приемлемые цены."
                    ),
                    array(
                        "title" => "Как выбрать отель в Греции ",
                        "icon" => "https://ht.kz/fls/upload/tour-in-greece-from-almaty.jpg",
                        "text" => "Если вы планируете отдых в Греции из Алматы, стоит заблаговременно побеспокоиться о проживании и забронировать номер в отеле. Для тех, кто предпочитает пляжный отдых, лучше отдать предпочтение отелям, имеющим собственный пляж. Если вы едете в Грецию за впечатлениями и экскурсиями – остановите свой выбор на отелях. Расположенных ближе к центру городов, с удобной транспортной развязкой поблизости.
                        <br><br>Отели Греции отличаются высоким сервисом и качественным уровнем обслуживания. Обслуживающий персонал очень любезен и готов выполнить любые пожелания отдыхающих Комфортабельные пятизвездочные отели предложат своим посетителям отличную инфраструктуру и весь перечень услуг, начиная от СПА-процедур и заканчивая ресторанами с прекрасной кухней и ароматными винами. Отели с меньшим количеством звезд ненамного отличаются от пятизвездочных – в Греции чувствуется высокий уровень во всем.
                        <br><br>Практически во всех отелях действует система «все включено», что сделает ваш отдых беззаботным и приятным. Вам останется только выбрать подходящий вариант и наслаждаться незабываемым отдыхом."
                        ),
            )),
            );
    ?>
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <?php 
    $timestamp = date("YmdHis"); ?>
    <link rel="stylesheet" href="country.css?v=<?=$timestamp?>">
    <link href="https://fonts.googleapis.com/css2?family=Caveat&family=Oswald&display=swap" rel="stylesheet">
    <title><?= $countries[$_GET["index"]]["title"]?> </title>
</head>
<body style = "background: url(<?=$countries[$_GET["index"]]["background"]?>) no-repeat center center fixed; ">
    <div id = "header">
        <h1> LUX TRAVEL</h1>
        <h4><?= $countries[$_GET["index"]]["title"]?></h4>
    </div>
    <div id = "infos">
    <?php $country = $countries[$_GET["index"]];
        for($i = 0; $i < count($country["description"]); $i++) {?>
        <div class = "info">
            <img src= <?= $country["description"][$i]["icon"]?>>
            <div>
                <h3><?= $country["description"][$i]["title"]?></h3>
                <p><?= $country["description"][$i]["text"]?></p>
            </div>
        </div>
    <?php }?>
    </div>
</body>
</html>